Repository: GerardKessler/WhatsApp-desktop
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, it, pt_br, ru, tr, tr_tr

source: enviar
fr: envoyer
it: Invia
ru: отправить
tr: gönder

source: Mensajes editados, desactivado
it: Messaggi modificati, disattivato
tr: Numaraları seslendir

source: Mensajes editados, activado
it: Messaggi modificati, attivato
tr: Numaraları seslendirme

source: Presiona y suelta el botón de grabación
fr: Appuyer et relâcher le bouton d'enregistrement
it: Premi e rilascia il tasto di registrazione
pt_br: Liga e desliga o botão de gravação
ru: Нажать и отпустить кнопку записи
tr: Kayıt düğmesine bas ve bırak
tr_tr: Kayıt düğmesine basın ve bırakın

source: Presiona el botón para adjuntar
fr: Appuyer sur le bouton pour joindre
it: Premi il pulsante per allegare
pt_br: Pressiona o botão para anexar
ru: Нажать кнопку, чтобы прикрепить
tr: Eklemek için düğmeye bas
tr_tr: Eklemek için düğmeye bas

source: No encontrado
it: Non trovato
ru: Не найдено
tr: Bulunamadı

source: Abre el link del mensaje en el navegador predeterminado del sistema
fr: Ouvrer le lien du message dans le navigateur par défaut
it: Apre il link del messaggio nel browser predefinito di sistema
pt_br: Abre o link da mensagem no navegador predefinido por padrão
ru: Открыть ссылку сообщения в системном браузере по умолчанию
tr: İletideki bağlantıyı sistemin varsayılan tarayıcısında aç
tr_tr: İletideki bağlantıyı sistemin varsayılan tarayıcısında aç

source: Copia el texto del mensaje con el foco al portapapeles
fr: Copier le texte du message focalisé dans le presse-papiers
it: Copia il testo del messaggio in primo piano negli appunti
pt_br: Copia o texto da mensagem para a área de transferência
ru: Скопировать текст сообщения под курсором в буфер обмена
tr: Odaklanılan mesajı panoya kopyala
tr_tr: Odaklanılan mesajı panoya kopyala

source: Se mueve al mensaje respondido
fr: Se déplacer vers le message répondu
it: Va al messaggio citato
pt_br: Move-se para a mensagem respondida
ru: Перейти к ответному сообщению
tr: Yanıtlanan mesaja taşır
tr_tr: Yanıtlanan mesaja taşır

source: Enfocando el mensaje respondido...
fr: Focalisant le message répondu...
it: Sto focalizzando il messaggio citato...
pt_br: a levar o foco para a mensagem respondida
ru: Перейти на отвеченное сообщение
tr: Yanıtlanan iletiye Odaklanıyor...
tr_tr: Yanıtlanan iletiye Odaklanıyor...

source: Activa el menú del chat
fr: Activer le menu de conversation
it: Attiva il menu della chat
pt_br: Activa o menu de conversação
ru: Активировать меню чата
tr: Sohbet menüsünü aç
tr_tr: Sohbet menüsünü aç

source: Activa el botón menú general
fr: Activer le bouton du menu principal
it: Attiva il pulsante menu generale
pt_br: Activa o botão do menu geral
ru: Активировать кнопку «Общие»
tr: Ana menü düğmesini etkinleştir
tr_tr: Ana menü düğmesini etkinleştir

source: Pulsa en el botón descargar cuando el mensaje contiene un archivo descargable
fr: Appuyer sur le bouton Télécharger lorsque le message contient un fichier téléchargeable
it: Premi il tasto download quando il messaggio contiene un file scaricabile
pt_br: Pressiona o botão "baixar", quando a mensagem contém um ficheiro para descarregar
ru: Нажать на кнопку загрузки, когда сообщение содержит загружаемый файл
tr: Eğer mesaj indirilebilir bir dosya içeriyorsa, indir düğmesine bas
tr_tr: Eğer mesaj indirilebilir bir dosya içeriyorsa, indir düğmesine bas

source: Verbaliza el tiempo del mensaje en reproducción, o la duración del mensaje en grabación
fr: Verbaliser la durée du temps du message en cours de lecture, ou la durée du message en cours d'enregistrement
it: Dice il tempo del messaggio in riproduzione, o la durata del messaggio che si sta registrando
pt_br: Verbaliza o tempo da mensagem em reprodução, ou a duração da mensagem em gravação
ru: Произнести время воспроизведения сообщения или продолжительность записи сообщения
tr: Çalınan ya da kaydedilen sesli mesajın süresini seslendir

source: de
it: Di
ru: в
tr: bölü

source: Anuncia el nombre del chat
fr: Annoncer le nom de la conversation
it: Annuncia il nome della chat
pt_br: Anuncia o nome da conversação
ru: Произнести название чата
tr: Sohbetin adını söyle
tr_tr: Sohbetin adını söyle

source: reproduce los videos adjuntados como tal
fr: lire les vidéos joints comme telles
it: Riproduci i video allegati
pt_br: reproduzir os vídeos em anexo como tal
ru: воспроизвести прикрепленное видео
tr: video ekini oynat

source: el video se está cargando...
fr: La vidéo est en cours de chargement...
it: Il video si sta caricando...
pt_br: o vídeo está a carregar...
ru: видео загружается...
tr: video yükleniyor...

source: Retrocede 5 mensajes en la lista
fr: Reculer 5 messages dans la liste
it: Va indietro di 5 messaggi nella lista
pt_br: Retroceder 5 mensagens na lista
ru: Назад на 5 сообщений в списке
tr: Listede 5 mesaj geri

source: Avanza 5 mensajes en la lista
fr: Avancer 5 messages dans la liste
it: Va avanti di 5 messaggi nella lista
pt_br: Avançar 5 mensagens na lista
ru: Вперёд на 5 сообщений в списке
tr: Listede 5 mesaj ileri

source: Inicia una llamada de voz al contacto del chat con el foco
it: Avvia una chiamata vocale al contatto della chat in primo piano
pt_br: Inicia uma chamada de voz para o contacto de conversação sob o foco
ru: Начать видео звонок с контактом текущего чата
tr: Odaktaki kişiyle sesli arama başlat

source: Opción no disponible
fr: Option non disponible
it: Opzione non disponibile
pt_br: Opção não disponível
ru: Опция недоступна
tr: Seçenek mevcut değil

source: Inicia una llamada de video al contacto del chat con el foco
fr: Démarrer un appel vidéo pour le contact de la conversation focalisé
it: Avvia una videochiamata al contatto della chat in primo piano
pt_br: Iniciar uma videochamada para o contacto de chat sobo foco
ru: Начать видео звонок с контактом текущего чата
tr: Odaktaki kişiyi görüntülü ara

source: Conmuta entre la lista de mensajes y el cuadro de edición
fr: Basculer entre la liste des messages et la zone d'édition
it: Passa tra la lista dei messaggi e il campo editazione
pt_br: Alternar entre a lista de mensagens e a caixa de edição
ru: Переключение между списком сообщений и полем редактирования
tr: Mesaj listesi ile mesaj yazma alanı arasında geçiş yap

source: Debes seleccionar al menos un mensaje para realizar esta acción
fr: Vous devez sélectionner au moins un message pour effectuer cette action
it: Devi selezionare almeno un messaggio per fare questa azione
pt_br: Deve seleccionar pelo menos uma mensagem para realizar esta acção
ru: Для выполнения этого действия необходимо выбрать хотя бы одно сообщение
tr: Bu eylemi gerçekleştirmek için en az bir mesaj seçmelisiniz

source: Marcado
fr: Coché
it: Attivato
ru: Отмечено
tr: İşaretli

source: Desmarcado
fr: Décoché
it: Disattivato
ru: Не отмечено
tr: İşaretli değil

source: Eliminar mensajes
fr: Supprimer les messages
it: Elimina messaggi
pt_br: Apagar mensagens
ru: Удалить сообщения
tr: Mesajları sil

source: Reenviar mensajes
fr: Renvoyer les messages
it: Inoltra messaggi
pt_br: Reencaminhar mensagens
ru: Переслать сообщений
tr: Mesajları ilet

source: Destacar mensajes
fr: Mettre en surbrillance les messages
it: Evidenzia i messaggi
pt_br: Destacar mensagens
ru: Выделить сообщения
tr: Mesajları yıldızla

source: Edición finalizada
fr: Édition terminée
it: Modifica terminata
pt_br: Edição terminada
ru: Редактирование завершено
tr: Sürüm tamamlandı

source: normal
it: Normale
ru: нормальный

source: rápido
fr: rapide
it: Veloce
ru: быстро
tr: hızlı

source: muy rápido
fr: trés rapide
it: Molto veloce
pt_br: muito rápido
ru: очень быстро
tr: çok hızlı

source: Buscar actualizaciones al iniciar
fr: Rechercher des mises à jour au démarrage
it: Cerca aggiornamenti all'avvio
pt_br: Verificar por actualizações no arranque
ru: Проверять наличия обновлений при запуске
tr: Başlangıçta güncellemeleri kontrol et

source: Por favor Espere... Descargando: %s
fr: Veuillez patienter... Téléchargement en cours: %s
it: Attendere prego... Sto scaricando: %s
pt_br: Por favor aguarde.. Descarregamento: %s
ru: Пожалуйста, подождите ... загрузка: %s
tr: Lütfen bekleyin... indiriliyor: %s

source: Por favor espere... Descargando: %s
fr: Veuillez patienter... Téléchargement en cours: %s
it: Attendere prego... Sto scaricando: %s
pt_br: Por favor aguarde... Descarregamento: %s
ru: Пожалуйста, подождите... Загрузка: %s
tr: Lütfen bekleyin... indiriliyor: %s

source: La actualización se ha completado. NVDA necesita ser reiniciado para aplicar los cambios. Pulsa el botón aceptar para reiniciar o cerrar para finalizar
fr: La mise à jour est terminée. NVDA doit être redémarré pour appliquer les modifications. Appuyez sur le bouton OK pour redémarrer ou Fermer pour terminer
it: L'aggiornamento è stato completato. NVDA Deve essere riavviato per applicare le modifiche. Premi il tasto ok per riavviare o chiudere per terminare
pt_br: A actualização está agora completa. o NVDA precisa de ser reiniciado para aplicar as alterações. pressione o botão aceitar para reiniciar ou fechar para terminar
ru: Обновление завершено. NVDA необходимо перезапустить, чтобы применить изменения. Нажмите кнопку принять для перезапуска или закрыть для завершения.
tr: güncelleme tamamlandı. Değişikliklerin etkin hale gelmesi için NVDA'nın yeniden başlatılması gerekiyor. yeniden başlatmak için tamam, iptal etmek için kapat düğmesine basın

source: Error. CComprueba la conexión a internet y vuelve a intentarlo. Esta ventana puede cerrarse
fr: Erreur. Vérifiez la connexion Internet et réessayez. Cette fenêtre peut être fermée
it: Errore.\N Controllare la connessione a Internet e riprovare. È possibile chiudere questa finestra
pt_br: Erro. Verifique a sua ligação à Internet e tente novamente. Esta janela pode fechar
ru: Ошибка. Cпроверьте подключение к интернету и повторите попытку. Это окно можно закрыть
tr: Hata. İnternet bağlantınızı kontrol edin ve tekrar deneyin. Bu pencere kapatılabilir

source: Hay una nueva versión del complemento. ¿Quieres descargarla ahora?
fr: Il y a une nouvelle version de l'extension. Voulez-vous la télécharger maintenant?
it: C'è una nuova versione del componente aggiuntivo. Vuoi scaricarla adesso?
pt_br: Há uma nova versão do extra, quer descarregá-la agora?
ru: Существует новая версия дополнения, хотите ли вы загрузить ее сейчас?
tr: Eklentinin yeni bir sürümü var. Şimdi indirmek ister misiniz?

source: &Descargar e instalar
fr: &Télécharger et installer
it: &Scarica e installa
pt_br: &descarregar e instalar
ru: &Скачать и установить
tr: &indir ve kur

source: &Cerrar
fr: &Fermer
it: &Chiudi
pt_br: &Fechar
ru: &Закрыть
tr: &Kapat

source: Actualizando WhatsApp Desktop
fr: Mise à jour en cours de WhatsApp Desktop
it: Sto aggiornando WhatsApp desktop
pt_br: A Actualizar o WhatsApp Desktop
ru: Обновить WhatsApp Desktop
tr: WhatsApp Desktop güncelleniyor

source: &Aceptar
fr: &OK
it: &Ok
pt_br: &Aceitar
ru: &ОК
tr: &Tamam

source: Abre WhatsApp, o la enfoca si ya se encuentra abierta
fr: Ouvrer WhatsApp, ou la focalise si est déjà ouverte
it: Apre WhatsApp, o la mette in primo piano se è già aperta
pt_br: Abrir o WhatsApp, ou levar o foco para lá, se já estiver aberto
ru: Открыть WhatsApp или перейти в него, если он уже открыт
tr: WhatsApp'ı aç veya zaten açıksa ona odaklan

source: Trae al frente la ventana de whatsapp desde cualquier ubicación
fr: Amener en avant-plan la fenêtre de whatsapp de n'importe quel endroit
it: Mette in primo piano la finestra di WhatsApp da qualunque posizione
pt_br: Trazer a janela do whatsapp para a frente a partir de qualquer local
ru: Открыть окно whatsapp из любого места
tr: Herhangi bir yerden WhatsApp penceresini öne getir

source: No se encuentra la ventana de WhatsApp
fr: La fenêtre WhatsApp est introuvable
it: Non si trova la finestra di Whatsapp
pt_br: Janela WhatsApp não encontrada
ru: Окно WhatsApp не найдено
tr: WhatsApp penceresi bulunamadı

source: Selector de aplicación
fr: Sélecteur d'application
it: Elenco applicazioni
pt_br: Selector de aplicações
ru: Выбор приложений
tr: Uygulama seçici

source: Lanzar &aplicación
fr: Lancer &application
it: Lancia &Applicazione
pt_br: Iniciar a &aplicação
ru: & Запустить приложение
tr: Uygulamayı &başlat

source: Seleccione una de las aplicaciones de WhatsApp
fr: Sélectionner l'une des applications WhatsApp
it: Selezionare una delle applicazioni di Whatsapp
pt_br: Seleccione uma das aplicações do WhatsApp
ru: Выберите одно из приложений WhatsApp
tr: WhatsApp uygulamalarından birini seçin

source: Debe seleccionar una aplicación para continuar.
fr: Vous devez sélectionner une application pour continuer.
it: Devi selezionare un'appllicazione per continuare
pt_br: É necessário seleccionar uma aplicação para continuar.
ru: Вы должны выбрать приложение, чтобы продолжить.
tr: Devam etmek için bir uygulama seçmelisiniz.

source: Información
fr: Information
it: Informazione
pt_br: Informação
ru: Информация
tr: Bilgi

source: No se ha encontrado la aplicación de WhatsApp
fr: L'application de WhatsApp n'a pas été trouvée
it: Non si è trovata l'applicazione di Whatsapp
pt_br: Aplicação do whatsApp não encontrada
ru: Окно WhatsApp не найдено
tr: WhatsApp uygulaması bulunamadı

source: Atajos de teclado para acceder fácilmente a ciertas funciones de la aplicación
fr: Raccourcis clavier pour accéder facilement à certaines fonctionnalités de l'application
it: Tasti di scelta rapida per accedere facilmente ad alcune funzioni dell'applicazione
pt_br: Atalhos de teclado para aceder fácil mente a certas funcionalidades da aplicação
tr: Uygulamanın belirli işlevlerine kolay erişim için klavye kısayolları
tr_tr: Uygulamanın belirli işlevlerine kolay erişim için klavye kısayolları

source: Mensaje de voz
tr_tr: Sesli mesaj

source: Reenviar
tr_tr: ilet

source: Esta opción solo está disponible desde el cuadro de edición de mensaje
tr_tr: Bu seçenek yalnızca ileti yazma alanında kullanılabilir

source: Copiado
tr_tr: Kopyalandı

source: Solo disponible desde la lista de mensajes
tr_tr: Yalnızca ileti listesinde kullanılabilir

source: Enviar el archivo adjunto
tr_tr: Ek gönder

source: Menú del chat
tr_tr: Sohbet menüsü

source: Menú general
tr_tr: Ana menü

source: Verbaliza la posición en segundos del mensaje de voz
tr_tr: Sesli mesajın konumunu saniye cinsinden söyle

source: Activa el botón reenviar
tr_tr: İleri düğmesini etkinleştir

source: Pulsa el botón de reproducción en los mensajes de voz
tr_tr: Sesli mesajlarda oynat düğmesine bas
