Repository: GerardKessler/WhatsApp-desktop
Catalog: *-Translate-WhatsAppDesktop-V.2.2140.5/*-Translate-WhatsAppDesktop-V.2.2140.5/locale/*/LC_MESSAGES/1nvda.po
Languages: ru

source: Mensaje de voz
ru: Голосовое сообщение

source: Reenviar
ru: Отправить

source: Presiona y suelta el botón de grabación
ru: Нажать и отпустить кнопку записи

source: Presiona el botón para adjuntar
ru: Нажать кнопку, чтобы прикрепить

source: Esta opción solo está disponible desde el cuadro de edición de mensaje
ru: Эта опция доступна только из окна редактирования сообщений

source: Abre el link del mensaje en el navegador predeterminado del sistema
ru: Откроет ссылку сообщения в системном браузере по умолчанию

source: Copia el texto del mensaje con el foco al portapapeles
ru: Скопировать текст сообщения с фокусом в буфер обмена

source: Copiado
ru: Скопировано

source: Solo disponible desde la lista de mensajes
ru: Доступно только из списка сообщений

source: Enviar el archivo adjunto
ru: Отправить вложение

source: Se mueve al mensaje respondido
ru: Переместится к сообщению ответа

source: Enfocando el mensaje respondido...
ru: Сосредоточиться на сообщении, отвеченое ...

source: Activa el menú del chat
ru: Активировать меню чата

source: Menú del chat
ru: Меню чата

source: Activa el botón menú general
ru: Активировать кнопку «Общие»

source: Menú general
ru: Общее меню

source: Pulsa en el botón descargar cuando el mensaje contiene un archivo descargable
ru: Нажать на кнопку загрузки, когда сообщение содержит загружаемый файл

source: Verbaliza la posición en segundos del mensaje de voz
ru: Сообщать позицию в секундах голосового сообщения

source: Anuncia el nombre del chat
ru: Объявить название чата

source: Activa el botón reenviar
ru: Активировать кнопку повтора

source: Pulsa el botón de reproducción en los mensajes de voz
ru: Нажать кнопку воспроизведения на голосовых сообщениях

source: Atajos de teclado para acceder fácilmente a ciertas funciones de la aplicación
ru: Сочетания клавиш для быстрого доступа к определенным функциям приложения

source: Reenviar el mensaje
ru: Переслать сообщение
